Repository: vita-nostra/cscart-two-factor-auth
Catalog: var/langs/*/addons/two_factor_auth.po
Languages: ru_ru

# Addons::name::two_factor_auth
source: Two-factor authorization
ru_ru: Двухфакторная авторизация

# Addons::description::two_factor_auth
source: Enables two-factor authorization
ru_ru: Подключает двухфакторную авторизацию

# Languages::profile.event.send_code
source: Profile event send code
ru_ru: Отправка кода

# Languages::email_template.two_factor_auth_notification
source: Two-factor authorization. Sending the code
ru_ru: Двухфакторная авторизация. Отправка кода

# Languages::email_template.two_factor_auth_login_code
source: Your login code
ru_ru: Ваш код для входа

# Languages::two_factor_auth.notification.send_code
source: The login code has been sent to the mail [email]
ru_ru: Код для входа отправлен на почту [email]

# Languages::two_factor_auth.notification.code_validity_period
source: The code has expired
ru_ru: Срок действия кода истек

# Languages::two_factor_auth.notification.invalid_code
source: The verification code was entered incorrectly
ru_ru: Неверно введен проверочный код

# Languages::two_factor_auth.notification.limit_code
source: The limit of attempts is exhausted. Please enter your username and password again
ru_ru: Лимит попыток исчерпан. Пожалуйста, введите логин и пароль еще раз

# Languages::two_factor_auth.notification.session_expired
source: Your session has expired. Please enter your username and password again
ru_ru: Ваша сессия истекла. Пожалуйста введите логин и пароль еще раз

# Languages::two_factor_auth.popup.confirmation_code
source: Confirmation code
ru_ru: Код подтверждения

# Languages::two_factor_auth.popup.repeat_code
source: Send the code again
ru_ru: Отправить код еще раз
